Repository: NaN-tic/trytond-agronomics
Catalog: locale/*.po
Languages: ca, es

# model:ir.message,text:msg_uom_not_fit
source: Inputs from Production template "%(production)s" must be of uom "%(uom)s" and we have "%(uoms)s".
ca: Les entrades de la plantilla de producció "%(production)s" ha de tenir la uom "%(uom)s" i ens trobem "%(uoms)".
es: Las entradas de la plantilla de producción "%(production)s" sólo puede contener productos con uom "%(uom)s" i nos encontramos "%(uoms)s".

# model:ir.message,text:msg_variety_limit
source: Product "%(product)s" cannot have more than one Variety because of its agronomic type.
ca: El producte "%(product)s" no pot tenir més d'una varietat degut al seu tipus agronòmic
es: El producto "%(product)s" no puede tener más de una variedad debido a su Tipo Agronómico

# model:ir.message,text:msg_vintage_limit
source: Product "%(product)s" cannot have more than one Vintage because of its agronomic type.
ca: El producte "%(product)s" no pot tenir més d'una collita degut al seu tipus agronòmic
es: El producto "%(product)s" no puede tener más de una cosecha debido a su Tipo Agronómico

# model:ir.message,text:msg_weighing_with_table_do
source: The weighing "%(weighing)s" has the mark "Table" but has selected denomination of origin.
es: La pesada "%(weighing)s" tiene la marca "Mesa" pero tiene seleccionadas denominaciones de origien.

# model:ir.model.button,string:agronomics_contract_active_button
source: Active
ca: Actiu
es: Activo

# model:ir.model.button,string:agronomics_contract_cancel_button
source: Cancel
ca: Cancel·lat
es: Cancelar

# model:ir.model.button,string:agronomics_contract_done_button
source: Done
ca: Realitzat
es: Realizar

# model:ir.model.button,string:agronomics_contract_draft_button
source: Draft
ca: Esborrany
es: Esborany

# model:ir.model.button,string:production_output_distribution_done_button
source: Done
ca: Realitzar
es: Realizar

# model:ir.model.button,string:weighing_cancel_button
source: Cancel
ca: Cancel·lat
es: Cancelar

# model:ir.model.button,string:weighing_distribute_button
source: Distribute
es: Distribuir

# model:ir.model.button,string:weighing_done_button
source: Done
ca: Realitzat
es: Realizado

# model:ir.model.button,string:weighing_draft_button
source: Draft
ca: Esborrany
es: Esborany

# model:ir.model.button,string:weighing_force_analysis_button
source: Force Analysis
ca: Forçar anàlisi
es: Forzar análisis

# model:ir.model.button,string:weighing_process_button
source: Process
ca: Processa
es: Procesar

# model:ir.rule.group,name:rule_group_quality_configuration_company
source: Quality Configuration Company
ca: Configuració de companyia de qualitat
es: Configuración de compañía de calidad

# model:ir.rule.group,name:rule_group_quality_sample
source: Quality Sample
ca: Mostra de qualitat
es: Muestra de calidad

# model:ir.sequence,name:sequence_sample
source: Sample
ca: Mostra
es: Muestra

# model:ir.sequence,name:sequence_weighing
source: Weighing
ca: Pesada
es: Pesada

# model:ir.sequence.type,name:sequence_type_sample
source: Quality Sample
ca: Mostra de qualitat
es: Muestra de calidad

# model:ir.sequence.type,name:sequence_type_weighing
source: Weighing
ca: Pesada
es: Pesada

# model:ir.ui.menu,name:menu_act_production_cost_distribution_template
source: Templates Cost Price Distribution
ca: Plantilla distribució de preus de cost
es: Distribución de precios de costes de plantillas

# model:ir.ui.menu,name:menu_agronomics_contract_list
source: Agronomics Contract
ca: Contracte
es: Contrato

# model:ir.ui.menu,name:menu_certification_list
source: Certification
ca: Certificació
es: Certificación

# model:ir.ui.menu,name:menu_configuration
source: Configuration
ca: Configuració
es: Configuración

# model:ir.ui.menu,name:menu_container_list
source: Container
ca: Envàs
es: Envase

# model:ir.ui.menu,name:menu_create_new_parcels
source: Create new Parcels
es: Crear nuevas parcelas

# model:ir.ui.menu,name:menu_crop_list
source: Crop
ca: Collita
es: Cosecha

# model:ir.ui.menu,name:menu_do_list
source: Denomination Of Origin
ca: Denominació Origen
es: Denominación de origen

# model:ir.ui.menu,name:menu_ecological_list
source: Ecological
ca: Ecològic
es: Ecologico

# model:ir.ui.menu,name:menu_enclosure_list
source: Enclosures
ca: Recinte
es: Recinto

# model:ir.ui.menu,name:menu_irrigation_list
source: Irrigation
ca: Irrigació
es: Irrigación

# model:ir.ui.menu,name:menu_max_production_allowed_list
source: Max Production Allowed
ca: Màxima Producció Permesa
es: Producción Máxima permitida

# model:ir.ui.menu,name:menu_parcel_list
source: Parcel
ca: Parcel·la
es: Parcela

# model:ir.ui.menu,name:menu_plantation_list
source: Plantation
ca: Plantació
es: Plantación

# model:ir.ui.menu,name:menu_product_price_list_type_form
source: Product Price List Type
ca: Tipus de tarifa
es: Tipo de tarifa

# model:ir.ui.menu,name:menu_product_wine_aging_history
source: Product History
es: Historial producto

# model:ir.ui.menu,name:menu_production_template_list
source: Production Template
ca: Plantilla de producció
es: Plantilla producción

# model:ir.ui.menu,name:menu_quality_sample
source: Samples
ca: Mostres
es: Muestras

# model:ir.ui.menu,name:menu_weighing_center_list
source: Weighing Center
ca: Centre de pesada
es: Centro de pesada

# model:ir.ui.menu,name:menu_weighing_list
source: Weighing
ca: Pesada
es: Pesada

# model:ir.ui.menu,name:menu_wine_aging_history
source: History
es: Historial

# model:ir.ui.menu,name:menuitem_stock_location_material
source: Materials
es: Materiales

# model:product.price_list.type,name:
source: Product Price List Type
ca: Tipus de tarifa
es: Tipo de tarifa

# model:product.product-agronomics.crop,name:
source: Product - Crop
ca: Producte - Collita
es: Producto - Cosecha

# model:product.product-agronomics.denomination_of_origin,name:
source: Product - DO
ca: Producte - DO
es: Producto - DO

# model:product.product-agronomics.ecological,name:
source: Product - Ecological
ca: Producte - Ecològic
es: Producto - Ecológico

# model:product.product-quality.sample,name:
source: Product - Quality Sample
ca: Producte - Mostre de qualitat
es: Producto - Muestra de calidad

# model:product.variety,name:
source: Product Variety
ca: Varietat
es: Variedad de producto

# model:product.wine.wine_aging.history,name:
source: Product Wine Aging History
es: Historial producto crianza del vino

# model:production.cost_price.distribution,name:
source: Production Distribution Cost Price
ca: Distribució preu de cost producció
es: Coste de la distribución de la producción

# model:production.cost_price.distribution.template,name:
source: Production Cost Price Distribution Template
ca: Plantilla de distribució de preus de costos de la producció
es: Plantilla de distribución de precios de costos de producción

# model:production.cost_price.distribution.template.ask,name:
source: Production Cost Price Distribution Template from Production Template Ask
ca: Plantilla de cost de distribució de la producció de la plantilla de producció
es: Plantilla de coste de distribución de la producción de la plantilla de producción

# model:production.enology.product,name:
source: Production Enology Product
ca: Productes Vinícoles
es: Productos Vinícolas

# model:production.output.distribution,name:
source: Output Distribution
ca: Distribució de sortides
es: Distribución salidas

# model:production.template,name:
source: Produciton Template
ca: Plantilla de producció
es: Plantilla producción

# model:production.template.inputs-product.template,name:
source: Production Template Inputs- Product Template
ca: Plantilla producció
es: Plantilla producción

# model:production.template.line,name:
source: Production Template Line
ca: Línia Plantilla de producció
es: Línea Plantilla producción

# model:production.template.outputs-product.template,name:
source: Production Template Inputs- Product Template
ca: Plantilla producció
es: Plantilla producción

# model:quality.configuration.company,name:
source: Company Quality configuration
ca: Configuració de qualitat de la companyia
es: Configuración de calidad de la compañía

# model:quality.proof,name:wine_notes
source: Observacions
es: Observaciones

# model:quality.proof.method,name:wine_notes_method
source: Observacions
es: Observaciones

# model:quality.proof.method,name:wine_volatility_method
source: Volatil
es: Volátil

# model:quality.sample,name:
source: Quality Sample
ca: Mostra de qualitat
es: Muestra de calidad

# model:res.group,name:group_agronomics_admin
source: Agronomics Administration
ca: Administració Agronomics
es: Agronomics Administración

# model:res.group,name:group_quality_control_sample
source: Quality Samples
ca: Mostres de qualitat
es: Muestras de calidad

# model:stock.location.material,name:
source: Location Material
ca: Material Ubicació
es: Material Ubicación

# model:wine.wine_aging.history,name:
source: Wine Aging History
es: Historial crianza del vino

# selection:agronomics.contract,state:
source: Active
ca: Actiu
es: Activo

# selection:agronomics.contract,state:
source: Cancelled
ca: Cancel·lat
es: Cancelado

# selection:agronomics.contract,state:
source: Done
ca: Realitzat
es: Realizar

# selection:agronomics.contract,state:
source: Draft
ca: Esborrany
es: Esborany

# selection:agronomics.weighing,state:
source: Cancelled
ca: Cancel·lat
es: Cancelado

# selection:agronomics.weighing,state:
source: Distributed
ca: Distribuït
es: Distribuido

# selection:agronomics.weighing,state:
source: Done
ca: Realitzat
es: Realizado

# selection:agronomics.weighing,state:
source: Draft
ca: Esborrany
es: Esborany

# selection:agronomics.weighing,state:
source: In Analysis
ca: En anàlisis
es: En Análisis

# selection:agronomics.weighing,state:
source: Processing
ca: Processos
es: En proceso

# selection:ir.cron,method:
source: Deactivate Variants
ca: Desactivar variants
es: Desactivar Variantes

# selection:product.product,agronomic_type:
source: Bottled Wine
ca: Vi embotellat
es: Vino embotellado

# selection:product.product,agronomic_type:
source: Clarified Wine
ca: Vi clarificat
es: Vino clarificado

# selection:product.product,agronomic_type:
source: DO Wort
ca: Most DO
es: Mosto DO

# selection:product.product,agronomic_type:
source: Filtered Wine
ca: Vi filtrat
es: Vino filtrado

# selection:product.product,agronomic_type:
source: Grape
ca: Raïm
es: Uva

# selection:product.product,agronomic_type:
source: Not DO Wort
ca: Most no DO
es: Mosto no DO

# selection:product.product,agronomic_type:
source: Unfiltered Wine
ca: Vi en rama
es: Vino en rama

# selection:product.product,agronomic_type:
source: Wine
ca: Vi
es: Vino

# selection:product.template,agronomic_type:
source: Bottled Wine
ca: Vi embotellat
es: Vino embotellado

# selection:product.template,agronomic_type:
source: Clarified Wine
ca: Vi clarificat
es: Vino clarificado

# selection:product.template,agronomic_type:
source: DO Wort
ca: Most DO
es: Mosto DO

# selection:product.template,agronomic_type:
source: Filtered Wine
ca: Vi filtrat
es: Vino filtrado

# selection:product.template,agronomic_type:
source: Grape
ca: Raïm
es: Uva

# selection:product.template,agronomic_type:
source: Not DO Wort
ca: Most no DO
es: Mosto no DO

# selection:product.template,agronomic_type:
source: Unfiltered Wine
ca: Vi en rama
es: Vino en rama

# selection:product.template,agronomic_type:
source: Wine
ca: Vi
es: Vino

# selection:production.output.distribution,distribution_state:
source: Done
ca: Realitzat
es: Realizado

# selection:production.output.distribution,distribution_state:
source: Draft
ca: Esborrany
es: Borrador

# selection:production.output.distribution,production_state:
source: Assigned
ca: Reservat
es: Reservado

# selection:production.output.distribution,production_state:
source: Cancelled
ca: Cancel·lat
es: Cancelado

# selection:production.output.distribution,production_state:
source: Done
ca: Realitzat
es: Realizado

# selection:production.output.distribution,production_state:
source: Draft
ca: Esborrany
es: Borrador

# selection:production.output.distribution,production_state:
source: Request
ca: Sol·licitud
es: Solicitud

# selection:production.output.distribution,production_state:
source: Running
ca: En execució
es: En ejecución

# selection:production.output.distribution,production_state:
source: Waiting
ca: En espera
es: En espera

# view:agronomics.weighing:
source: Parcel Distribution
ca: Distribució per parcel·les
es: Distribución por parcelas

# view:product.product:
source: Quality
ca: Qualitat
es: Calidad

# view:product.product:
source: Wine Aging
es: Crianza del vino

# view:production:
source: Cost Distribution
ca: Distribució de costos
es: Distribución de costes

# wizard_button:agronomics.create_new_parcels,start,copy_parcels:
source: Create
es: Crear

# wizard_button:agronomics.create_new_parcels,start,end:
source: Cancel
es: Cancelar

source: Create
ca: Crea
es: Crear

source: Cancel
ca: Cancel·lat
es: Cancelar

# field:agronomics.contract,producer:
source: Producer
ca: Productor

# field:product.product,wine_clogging:
source: Clogging
ca: Embassament

# model:ir.model.button,string:weighing_distribute_button
source: Analysis
ca: Anàlisi
