Repository: NaN-tic/trytond-agronomics
Catalog: locale/*.po
Languages: ca, es

# field:product.product,wine_temperature_success:
source: Temperature Success
ca: Èxit de la temperatura
es: Éxito de la temperatura

# field:product.product,wine_tone:
source: Tone
ca: To
es: Tono

# field:product.product,wine_tone_comment:
source: Tone Comment
ca: Comentari del to
es: Comentario del tono

# field:product.product,wine_tone_confirm:
source: Tone Confirm
ca: Confirmació del to
es: Confirmación del tono

# field:product.product,wine_tone_success:
source: Tone Success
ca: Èxit del to
es: Éxito del tono

# field:product.product,wine_total_sulphur:
source: Total Sulphur
ca: Sofre total
es: Azufre total

# field:product.product,wine_total_sulphur_comment:
source: Total Sulphur Comment
ca: Comentari del sofre total
es: Comentario del azufre total

# field:product.product,wine_total_sulphur_confirm:
source: Total Sulphur Confirm
ca: Confirmació del sofre total
es: Confirmación del azufre total

# field:product.product,wine_total_sulphur_success:
source: Total Sulphur Success
ca: Èxit del sofre total
es: Éxito del azufre total

# field:product.product,wine_turbidity:
source: Turbidity
ca: Terbolesa
es: Turbiedad

# field:product.product,wine_turbidity_comment:
source: Turbidity Comment
ca: Comentari de la terbolesa
es: Comentario de la turbiedad

# field:product.product,wine_turbidity_confirm:
source: Turbidity Confirm
ca: Confirmació de la terbolesa
es: Confirmación de la turbiedad

# field:product.product,wine_turbidity_success:
source: Turbidity Success
ca: Èxit de la terbolesa
es: Éxito de la turbiedad

# field:product.product,wine_volatility:
source: Volatility
ca: Volatilitat
es: Volatilidad

# field:product.product,wine_volatility_comment:
source: Volatility Comment
ca: Comentari de la volatilitat
es: Comentario de la volatilidad

# field:product.product,wine_volatility_confirm:
source: Volatility Confirm
ca: Confirmació de la volatilitat
es: Confirmación de la volatilidad

# field:product.product,wine_volatility_success:
source: Volatility Success
ca: Èxit de la volatilitat
es: Éxito de la volatilidad

# field:product.product-agronomics.crop,crop:
source: Crop
ca: Collita
es: Cosecha

# field:product.product-agronomics.crop,product:
source: Product
ca: Productes
es: Producto

# field:product.product-agronomics.denomination_of_origin,product:
source: Product
ca: Productes
es: Producto

# field:product.product-agronomics.ecological,ecological:
source: Ecological
ca: Ecològic
es: Ecológico

# field:product.product-agronomics.ecological,product:
source: Product
ca: Producte
es: Producto

# field:product.product-quality.sample,product:
source: Product
ca: Productes
es: Producto

# field:product.product-quality.sample,sample:
source: Sample
ca: Mostra
es: Muestra

# field:product.template,agronomic_type:
source: Agronomic Type
ca: Tipus Agronòmic
es: Tipo Agronómico

# field:product.template,capacity:
source: Capacity
ca: Capacitat
es: Capacidad

# field:product.template,container:
source: Container
ca: Envàs
es: Envase

# field:product.template,needs_sample:
source: Needs Samples
ca: Necesita mostres
es: Requiere muestras

# field:product.template,quality_weighing:
source: Quality Weighing
ca: Qualitat pesada
es: Calidad pesada

# field:product.template,variant_deactivate_stock_zero:
source: Variant Deactivate Stock 0
ca: Desactivar variant amb estoc 0
es: Desactivar variante con estoc 0

# field:product.variety,percent:
source: Percent
ca: Percentatge
es: Porcentaje

# field:product.variety,product:
source: Product
ca: Productes
es: Producto

# field:product.variety,variety:
source: Variety
ca: Varietat
es: Variedad

# field:product.wine.wine_aging.history,duration:
source: Duration
es: Duración

# field:product.wine.wine_aging.history,product:
source: Product
es: Producto

# field:production,allowed_enology_products:
source: Allowed Enology Products
ca: Productes vinícoles permesos
es: Productos vinícolas permitidos

# field:production,allowed_output_products:
source: Allowed Output Products
ca: Productes permesos a la sortida
es: Productos de salida permitidos

# field:production,cost_distribution_template:
source: Cost Distribution Template
ca: Plantilla distribució de costos
es: Plantilla de distribución de costos

# field:production,cost_distribution_templates:
source: Cost Product Templates
ca: Plantilla cost del producte
es: Plantillas de productos de coste

# field:production,cost_distributions:
source: Cost Distributions
ca: Distribució de costos
es: Distribución de costos

# field:production,enology_products:
source: Enology Products
ca: Productes Vinícoles
es: Productos vinícolas

# field:production,output_distribution:
source: Output Distribution
ca: Distribució de sortides
es: Distribución Salidas

# field:production,pass_certification:
source: Pass Certification
ca: Passar la Certificació
es: Aprobar Certificación

# field:production,pass_quality:
source: Pass Quality
ca: Qualitat aprovada
es: Calidad de pase

# field:production,pass_quality_sample:
source: Pass Quality Sample
ca: Passa la mostra de qualitat
es: Aprobar la muestra de calidad

# field:production,production_template:
source: Production Template
ca: Plantilla de producció
es: Plantilla producción

# field:production,production_template_cost_distribution_templates:
source: Cost Distribution Templates
ca: Plantilla distribució costos
es: Plantilla de distribución de costos

# field:production.cost_price.distribution,origin:
source: Origin
ca: Origen
es: Origen

# field:production.cost_price.distribution,percentatge:
source: Percentatge
es: Porcentaje

# field:production.cost_price.distribution,template:
source: Template
ca: Plantilla
es: Plantilla

# field:production.cost_price.distribution.template,cost_distribution_templates:
source: Cost Distribution
ca: Distribució de costos
es: Distribución de costos

# field:production.cost_price.distribution.template,name:
source: Name
ca: Nom
es: Nombre

# field:production.cost_price.distribution.template,production_template:
source: Production Template
ca: Plantilla de producció
es: Plantilla producción

source: Cost Distributions
ca: Distribució de costos
es: Distribución de costos

# field:production.cost_price.distribution.template.ask,name:
source: Name
ca: Nom
es: Nombre

# field:production.enology.product,product:
source: Product
ca: Productes
es: Producto

# field:production.enology.product,production:
source: Production
ca: Producció
es: Producciones

# field:production.enology.product,quantity:
source: Quantity
ca: Quantitat
es: Cantidad

# field:production.enology.product,unit_digits:
source: Unit Digits
ca: Dígits de la unitat
es: Dígitos unidad

# field:production.enology.product,uom:
source: Uom
ca: UdM
es: UdM

# field:production.output.distribution,distribution_state:
source: Distribution State
ca: Estat Distribució
es: Estado Distribución

# field:production.output.distribution,final_quantity:
source: Final Quantity
ca: Quantitat Final
es: Cantidad Final

# field:production.output.distribution,initial_quantity:
source: Initial Quantity
ca: Quantitat inicial
es: Cantidad Inicial

# field:production.output.distribution,initial_quantity_readonly:
source: Initial Quantity
ca: Quantitat inicial
es: Cantidad Inicial

# field:production.output.distribution,location:
source: Location
ca: Ubicació
es: Ubicación

# field:production.output.distribution,produced_quantity:
source: Produced Quantity
ca: Quantitat produïda
es: Cantidad producida

# field:production.output.distribution,product:
source: Template
ca: Plantilla
es: Plantilla

# field:production.output.distribution,production:
source: Production
ca: Producció
es: Producciones

# field:production.output.distribution,production_state:
source: State
ca: Estat
es: Estado

# field:production.output.distribution,unit_digits:
source: Unit Digits
ca: Dígits de la unitat
es: Dígitos unidad

# field:production.output.distribution,uom:
source: Uom
ca: UdM
es: UdM

# field:production.template,cost_distribution_template:
source: Default cost distribution template
ca: Plantilla distribució de cost per defecte
es: Plantilla de distribución de costos predeterminada

# field:production.template,cost_distribution_templates:
source: Cost Distribution Templates
ca: Plantilla de distribucció de costos
es: Plantilla de distribución de costos

# field:production.template,enology_products:
source: Complementary Products
ca: Plantilla de producció
es: Productos complementarios

# field:production.template,inputs:
source: Inputs
ca: Entrades
es: Entradas

# field:production.template,inputs_products:
source: Products
ca: Productes
es: Productos

# field:production.template,name:
source: Name
ca: Nom
es: Nombre

# field:production.template,outputs:
source: Outputs
ca: Sortides
es: Salidas

# field:production.template,pass_certification:
source: Pass Certification
ca: Passar la Certificació
es: Aprobar Certificación

# field:production.template,pass_feature:
source: Pass on Feature
ca: Passar propietats
es: Pasar propiedades

# field:production.template,pass_quality:
source: Pass Quality
ca: Qualitat aprovada
es: Calidad de pase

# field:production.template,pass_quality_sample:
source: Pass Quality Sample
ca: Passa la mostra de qualitat
es: Aprobar la muestra de calidad

# field:production.template,quantity:
source: Quantity
ca: Quantitat
es: Cantidad

# field:production.template,transfer_wine_aging:
source: Transfer Wine Aging
es: Transferir crianza del vino

# field:production.template,unit_digits:
source: Unit Digits
ca: Dígits de la unitat
es: Dígitos unidad

# field:production.template,uom:
source: Uom
ca: UdM
es: UdM

# field:production.template.inputs-product.template,production_template:
source: Production Template
ca: Plantilla de producció
es: Plantilla producción

# field:production.template.inputs-product.template,template:
source: Template
ca: Plantilla
es: Plantilla

# field:production.template.line,product:
source: Producte
es: Producto

# field:production.template.line,production_template:
source: Production Template
ca: Plantilla de producció
es: Plantilla producción

# field:production.template.line,quantity:
source: Quantity
ca: Quantitat
es: Cantidad

# field:production.template.line,unit_digits:
source: Unit Digits
ca: Dígits de la unitat
es: Dígitos unidad

# field:production.template.line,uom:
source: Uom
ca: UdM
es: UdM

# field:production.template.outputs-product.template,production_template:
source: Production Template
ca: Plantilla de producció
es: Plantilla producción

# field:production.template.outputs-product.template,template:
source: Product
ca: Productes
es: Producto

# field:quality.configuration,sample_sequence:
source: Sample Sequence
ca: Seqüència de mostra
es: Secuencia de muestra

# field:quality.configuration.company,company:
source: Company
ca: Empresa
es: Empresa

# field:quality.configuration.company,sample_sequence:
source: Sample Sequence
ca: Seqüència de mostra
es: Secuencia de muestra

# field:quality.qualitative.test.line,product:
source: Product
ca: Productes
es: Producto

# field:quality.quantitative.test.line,product:
source: Product
ca: Productes
es: Producto

# field:quality.sample,code:
source: Code
ca: Codi
es: Código

# field:quality.sample,collection_date:
source: Collection Date
ca: Data de recollida
es: Fecha de recogida

# field:quality.sample,company:
source: Company
ca: Empresa
es: Empresa

# field:quality.sample,products:
source: Products
ca: Productes
es: Productos

# field:quality.sample,reference:
source: Reference
ca: Referència
es: Referencia

# field:stock.location,max_capacity:
source: Maximum capacity
ca: Capacitat màxima
es: Capacidad máxima

# field:stock.location,tank:
source: Tank
ca: Dipòsit
es: Depósito

# field:stock.location,unit_digits:
source: Unit Digits
ca: Dígits de la unitat
es: Dígitos unidad

# field:stock.location,uom:
source: Uom
ca: UdM
es: UdM

# field:stock.location.material,name:
source: Name
ca: Nom
es: Nombre

# field:wine.wine_aging.history,date_end:
source: Date End
es: Fecha finalización

# field:wine.wine_aging.history,date_start:
source: Date Start
es: Fecha inicio

# field:wine.wine_aging.history,duration:
source: Duration
es: Duración

# field:wine.wine_aging.history,location:
source: Location
es: Ubicación

# field:wine.wine_aging.history,product:
source: Product
es: Producto

# field:wine.wine_aging.history,production:
source: Production
es: Producción

# model:agronomics.beneficiary,name:
source: Beneficiaries
ca: Beneficiaris
es: Beneficiarios

# model:agronomics.certification,name:
source: Certification
ca: Certificació
es: Certificación

# model:agronomics.container,name:
source: Container
ca: Envàs
es: Envase

# model:agronomics.contract,name:
source: Agronomics Contract
ca: Contracte
es: Contrato

# model:agronomics.contract-product.price_list.type-product.price_list,name:
source: Agronomics Contract Product Price List Type Price List
ca: Agronomics contracte de producte tipus de tarifa
es: Agronomics Contrato de producto tipo de tarifa

# model:agronomics.contract.line,name:
source: Agronomics Contract Line
ca: Línia de contracte
es: Línea de contacto

# model:agronomics.create_new_parcels.start,name:
source: Create New Parcels - Start
es: Crear nuevas parcelas - Inicio

# model:agronomics.crop,name:
source: Crop
ca: Collita
es: Cosecha

# model:agronomics.denomination_of_origin,name:
source: Denomination of Origin
ca: Denominació Origen
es: Denominación de origen

# model:agronomics.ecological,name:
source: Ecological
ca: Ecològic
es: Ecologico

# model:agronomics.enclosure,name:
source: Enclosure
ca: Recinte
es: Recinto

# model:agronomics.irrigation,name:
source: Irrigation
ca: Irrigació
es: Irrigación

# model:agronomics.max.production.allowed,name:
source: Max Production Allowed
ca: Màxima Producció Permesa
es: Producción Máxima permitida

# model:agronomics.parcel,name:
source: Parcel
ca: Parcel·la
es: Parcela

# model:agronomics.parcel-agronomics.do,name:
source: Parcel - Denomination Origin
ca: Parcel·la - Denominació d'origen
es: Parcela - Denominación de origen

# model:agronomics.plantation,name:
source: Plantation
ca: Plantació
es: Plantación

# model:agronomics.weighing,name:
source: Weighing
ca: Pesada
es: Pesada

# model:agronomics.weighing-account.invoice.line,name:
source: Weighing - Invoice
ca: Pesada - Factura
es: Pesada - Factura

# model:agronomics.weighing-agronomics.do,name:
source: Weighing - Denomination Origin
ca: Pesada - Denominació Origen
es: Pesada - Denominación de origen

# model:agronomics.weighing-agronomics.parcel,name:
source: Weighing-Parcel
ca: Pesada-Parcel·la
es: Pesada - Parcela

# model:agronomics.weighing-agronomics.plantation,name:
source: Weighing - Plantations
ca: Pesada - Plantacions
es: Pesada - Plantación

# model:agronomics.weighing.center,name:
source: Weighing Center
ca: Centre de pesada
es: Centro de pesada

# model:ir.action,name:act_agronomics_contract_action
source: Agronomics Contract
ca: Contracte
es: Contrato

# model:ir.action,name:act_certification_tree
source: Certification
ca: Certificació
es: Certificación

# model:ir.action,name:act_container_tree
source: Container
ca: Envàs
es: Envase

# model:ir.action,name:act_crop_tree
source: Crop
ca: Collita
es: Cosecha

# model:ir.action,name:act_do_tree
source: Denomination Of Origin
ca: Denominació d'origen
es: Denominación de origen

# model:ir.action,name:act_ecological_tree
source: Ecological
ca: Ecològic
es: Ecologico

# model:ir.action,name:act_enclosure_tree
source: Enclosures
ca: Recinte
es: Recinto

# model:ir.action,name:act_irrigation_tree
source: Irrigation
ca: Irrigació
es: Irrigación

# model:ir.action,name:act_max_production_allowed_tree
source: Max Production Allowed
ca: Màxima Producció Permesa
es: Producción Máxima permitida

# model:ir.action,name:act_parcel_tree
source: Parcel
ca: Parcel·la
es: Parcela

# model:ir.action,name:act_plantation_tree
source: Plantation
ca: Plantació
es: Plantación

# model:ir.action,name:act_product_price_list_type_form
source: Product Price List Type
ca: Tipus de tarifa
es: Tipo de tarifa

# model:ir.action,name:act_product_qualitative_test_lines
source: Qualitative Lines
ca: Línies qualitatives
es: Líneas cualitativas

# model:ir.action,name:act_product_quality_test
source: Quality Test
ca: Test de qualitat
es: Test de calidad

# model:ir.action,name:act_product_quantitative_test_lines
source: Quantitative Lines
ca: Línia quantitativa
es: Líneas cuantitativas

# model:ir.action,name:act_product_wine_aging_history
source: Wine Aging History
es: Historial crianza del vino

# model:ir.action,name:act_production_cost_distribution_template_tree
source: Templates Cost Price Distribution
ca: Plantilles Distribució de cost
es: Distribución de precios de costes de plantillas

# model:ir.action,name:act_production_cost_price_distribution_tree
source: Cost Price Distribution
ca: Preus de la Distribució de costos
es: Distribución de costos

# model:ir.action,name:act_production_enology_product_tree
source: Production Enology Product
ca: Productes Vinícoles
es: Productos Vinícolas

# model:ir.action,name:act_production_output_distribution_tree
source: Production Output Distribution
ca: Distribució sortida de producció
es: Distribución salidas de producción

# model:ir.action,name:act_production_template_line_tree
source: Production Template Line
ca: Línia Plantilla de producció
es: Línea Plantilla producción

# model:ir.action,name:act_production_template_tree
source: Production Template
ca: Plantilla de producció
es: Plantilla producción

# model:ir.action,name:act_quality_sample
source: Samples
ca: Mostres
es: Muestras

# model:ir.action,name:act_stock_location_material
source: Materials
es: Materiales

# model:ir.action,name:act_weighing_action
source: Weighing
ca: Pesada
es: Pesada

# model:ir.action,name:act_weighing_center_action
source: Weighing Center
ca: Centre de pesada
es: Centro de pesada

# model:ir.action,name:act_wine_aging_history
source: Wine Aging History
es: Historial crianza del vino

# model:ir.action,name:wizard_create_cost_price_distribution_from_production
source: Create Cost Price Distribution
ca: Crear Distribució de costos
es: Crear distribución de precio de costo

# model:ir.action,name:wizard_create_new_parcels
source: Create new Parcels
es: Crear nuevas parcelas

# model:ir.action.act_window.domain,name:act_agronomics_contract_active
source: Active
ca: Actiu
es: Activo

# model:ir.action.act_window.domain,name:act_agronomics_contract_all
source: All
ca: Tots
es: Todos

# model:ir.action.act_window.domain,name:act_agronomics_contract_draft
source: Draft
ca: Esborrany
es: Esborany

# model:ir.action.act_window.domain,name:act_weighing_domain_all
source: All
ca: Tots
es: Todos

# model:ir.action.act_window.domain,name:act_weighing_domain_analysis
source: In Analysis
ca: En Anàlisi
es: En Análisis

# model:ir.action.act_window.domain,name:act_weighing_domain_draft
source: Draft
ca: Esborrany
es: Esborany

# model:ir.action.act_window.domain,name:act_weighing_domain_processing
source: Processing
ca: Processos
es: En proceso

# model:ir.message,text:msg_beneficiaris_percent
source: Beneficiaris of Crop "%(crop)s" and Plantation "%(plantation)s" must sum 100.
ca: Els Beneficiares de les collites "%(crop)s" i la plantació "%(plantation)s" han de sumar 100.
es: Los beneficiarios de la cosecha "%(crop)s" y de la plantación "%(plantation)s" han de sumar 100.

# model:ir.message,text:msg_cant_active_contract
source: The contract "%(contract)s" cant be activated because the parcel "%(parcel)s" is in another active contract.
ca: El contracte "%(contract)s" no es pot activar perquè la parcel·la "%(parcel)s" està en un altre contracte.
es: El contrato "%(contract)s" no se puede activar porque la parcela "%(parcel)s" está activa en otro contrato.

# model:ir.message,text:msg_check_cost_distribution
source: The production "%(production)s" has same products in cost distribution.
ca: La producció "%(producció)s" té els mateixos productes en distribució de costos.
es: La producción "%(production)s" tiene los mismos productos en la distribución de costos.

# model:ir.message,text:msg_check_cost_distribution_template
source: There are some products in cost distribution that has not in outputs in the production "%(production)s".
ca: Hi ha alguns productes en distribució de costos que no tenen resultats en la producció "% (producció) s".
es: Hay algunos productos en distribución de costos que no tienen salidas en la producción "%(production)s".

# model:ir.message,text:msg_check_cost_distribution_template_percentatge
source: Invalid percentatge "%(percentatge)s" in "%(distribution)s".
ca: Percentatge "%(percentatge)s" no vàlid a "%(distribució)s".
es: Porcentaje no válido "%(percentatge)s" en "%(distribution)s".

# model:ir.message,text:msg_check_cost_templates
source: Cost "%(cost)s" has template "%(template)s" not present in Production Template Outputs".
ca: Cost "%(cost)s" té una "%(producte)s" que no està present en les sortides de la plantilla de producció.
es: El costo "%(cost)s" tiene la plantilla "%(template)s" que no está presente en las salidas de la plantilla de producción ".

# model:ir.message,text:msg_check_production_percentatge
source: Invalid percentatge "%(percentatge)s" in "%(production)s".
ca: Percentatge "%(percentatge)s" no vàlid a "%(producció)s".
es: Porcentaje no válido "%(percentatge)s" en "%(production)s".

# model:ir.message,text:msg_location_no_configured
source: The weighing center "%(center)s" dont have a to location configured.
ca: El centre de pesada "%(center)s" no té una ubicació destí configurada.
es: El centro de pesada "%(center)s" no tiene una ubicación destino configurada.

# model:ir.message,text:msg_move_amount_exceed
source: The move cannot be done because the amount of the move exceeds the set maximum amount.
ca: No es pot finalitzar el moviment perquè la quantitat del moviment supera a la quantitat màxima de la ubicació destí.
es: No se puede finalizar el movimiento porque la cantidad del movimiento supera la cantidad máxima de la ubicación destino.

# model:ir.message,text:msg_move_unit_not_match
source: The movement cannot be done because the unit of measure of the movement not matches the unit of mesure of the capacity in the destination location.
ca: No es pot finalitzar el moviment perquè la unitat de mesura del moviment no coincideix amb la unitat de mesura de la capacitat de la ubicació destí.
es: No se puede finalizar el movimiento porque la unidad de medida del movimiento no coincide con la unidad de medida de capacidad de la de la ubicación destino.

# model:ir.message,text:msg_not_assigned_weight
source: The weight in "%(weighing)s" is not distributed and its not being forced to analysis
ca: El pes en "%(weighing)s" no està totalment distibuit i no s'ha forçat l'anàlisi
es: El peso en "%(weighing)s" no está totalmente distribuido i no se ha forzado el anàlisis

# model:ir.message,text:msg_parcel_without_current_crop
source: The plantation "%(plantation)s" in the weighing "%(weighing)s" has no parcel of the weighing's crop.
ca: La plantació "%(plantation)s" en la pesada "%(weighing)s" no te una parcel·la amb la collita de la pesada
es: La plantación "%(plantation)s" en la pesada "%(weighing)s" no tiene una parcela con la cosecha de la pesada

# model:ir.message,text:msg_transfer_wine_aging_inputs
source: Production "%(production)s" has more than input mark transfer wine aging. Production will be done but no history will be created.
es: La producción "%(production)s" tiene más de entrada que la marca de transferencia del vino de envejecimiento. Se realizará la producción pero no se creará ningún historial.
