Repository: NaN-tic/trytond-agronomics
Catalog: locale/*.po
Languages: ca, es

# field:account.invoice.line,product_price_list_type:
source: Product Price List Type
ca: Tipus de tarifa
es: Tipo de tarifa

# field:agronomics.beneficiary,parcel:
source: Parcel
ca: Parcel·la
es: Parcela

# field:agronomics.beneficiary,party:
source: Beneficiary
ca: Beneficiari
es: Beneficiario

# field:agronomics.beneficiary,product_price_list_type:
source: Product Price List Type
ca: Tipus de tarifa
es: Tipo de tarifa

# field:agronomics.beneficiary,weighing:
source: Weighing
ca: Pesada
es: Pesada

# field:agronomics.certification,date:
source: Date
ca: Data
es: Fecha

# field:agronomics.certification,number:
source: Number
ca: Número
es: Número

# field:agronomics.container,capacity:
source: Capacity
ca: Capacitat
es: Capacidad

# field:agronomics.container,name:
source: Name
ca: Nom
es: Nombre

# field:agronomics.contract,crop:
source: Crop
ca: Collita
es: Cosecha

# field:agronomics.contract,end_date:
source: End Date
ca: Data finalització
es: Fecha finalización

# field:agronomics.contract,lines:
source: Lines
ca: Línies
es: Líneas

# field:agronomics.contract,party:
source: Party
es: Tercero

# field:agronomics.contract,price_list_types:
source: Price List Types
ca: Tipus de tarifa
es: Tipo de tarifa

# field:agronomics.contract,reference:
source: Reference
ca: Referència
es: Referencia

# field:agronomics.contract,start_date:
source: Start Date
ca: Data inicial
es: Fecha Inicio

# field:agronomics.contract,state:
source: State
ca: Estat
es: Estado

# field:agronomics.contract,weighings:
source: Weighings
ca: Pesades
es: Pesadas

# field:agronomics.contract-product.price_list.type-product.price_list,contract:
source: Contract
ca: Contracte
es: Contrato

# field:agronomics.contract-product.price_list.type-product.price_list,price_list:
source: Price List
ca: Tarifa
es: Tarifa

source: Price List Type
ca: Tipus de tarifa
es: Tipo de tarifa

# field:agronomics.contract.line,agreed_quantity:
source: Agreed Quantity
ca: Quantitat pactada
es: Cantidad pactada

# field:agronomics.contract.line,contract:
source: Contract
ca: Contracte
es: Contrato

# field:agronomics.contract.line,parcel:
source: Parcel
ca: Parcel·la
es: Parcela

# field:agronomics.contract.line,product:
source: Product
ca: Productes
es: Producto

# field:agronomics.contract.line,purchased_quantity:
source: Purchased Quantity
ca: Quantitat comprada
es: Cantidad comprada

# field:agronomics.contract.line,remaining_quantity:
source: Remaining Quantity
ca: Quantitat restant
es: Cantidad restante

# field:agronomics.contract.line,unit:
source: Unit
ca: Unitat
es: Unidad

# field:agronomics.contract.line,unit_digits:
source: Unit Digits
ca: Dígits de la unitat
es: Dígitos unidad

# field:agronomics.create_new_parcels.start,next_crop:
source: Next Crop
es: Cosecha siguiente

# field:agronomics.create_new_parcels.start,previous_crop:
source: Previous Crop
es: Cosecha anterior

# field:agronomics.crop,code:
source: Code
ca: Codi
es: Código

# field:agronomics.crop,end_date:
source: End Date
ca: Data finalització
es: Fecha finalización

# field:agronomics.crop,name:
source: Name
ca: Nom
es: Nombre

# field:agronomics.crop,start_date:
source: Start Date
ca: Data inicial
es: Fecha Inicio

# field:agronomics.denomination_of_origin,name:
source: Name
ca: Nom
es: Nombre

# field:agronomics.ecological,name:
source: Name
ca: Nom
es: Nombre

# field:agronomics.enclosure,aggregate_sigpac:
source: Aggragate Sigpac
ca: Agregat Sigpac
es: Agregado Sigpac

# field:agronomics.enclosure,enclosure_sigpac:
source: Enclosure Sigpac
ca: Recinte Sigpac
es: Recinto Sigpac

# field:agronomics.enclosure,municipality_sigpac:
source: Municipality Sigpac
ca: Municipi Sigpac
es: Municipo Sigpac

# field:agronomics.enclosure,parcel_sigpac:
source: Parcel Sigpac
ca: Parcel·la Sigpac
es: Parcela Sigpac

# field:agronomics.enclosure,plantation:
source: Plantation
ca: Plantació
es: Plantación

# field:agronomics.enclosure,polygon_sigpac:
source: Polygon Sigpac
ca: Poligon Sigpac
es: Polígono Sigpac

# field:agronomics.enclosure,province_sigpac:
source: Province Sigpac
ca: Província
es: Provincia Sigpac

# field:agronomics.enclosure,surface_sigpac:
source: Surface Sigpac
ca: Superficie Sigpag
es: Superficie Sigpac

# field:agronomics.enclosure,zone_sigpac:
source: Zone Sigpac
ca: Zona Sigpac
es: Zona Sigpac

# field:agronomics.irrigation,name:
source: Name
ca: Nom
es: Nombre

# field:agronomics.max.production.allowed,crop:
source: Crop
ca: Collita
es: Cosecha

# field:agronomics.max.production.allowed,denomination_origin:
source: Denomination of Origin
ca: Denominació d'origen
es: Denominación de origen

# field:agronomics.max.production.allowed,max_production:
source: Max Production (kg/ha)
ca: Producció Màxima (kg/ha)
es: Producción Máxima (kg/ha)

# field:agronomics.max.production.allowed,product:
source: Product
ca: Producte
es: Producto

# field:agronomics.max.production.allowed,variety:
source: Variety
ca: Varietat
es: Variedad

# field:agronomics.parcel,all_do:
source: All DO
ca: Totes les DO
es: Todos los DO

# field:agronomics.parcel,beneficiaries:
source: Beneficiaries
ca: Beneficiaris
es: Beneficiarios

# field:agronomics.parcel,crop:
source: Crop
ca: Collita
es: Cosecha

# field:agronomics.parcel,denomination_origin:
source: Denomination of Origin
ca: Denominació d'origen
es: Denominación de origen

# field:agronomics.parcel,ecological:
source: Ecological
ca: Ecològic
es: Ecologico

# field:agronomics.parcel,irrigation:
source: Irrigation
ca: Irrigació
es: Irrigación

# field:agronomics.parcel,max_production:
source: Max Production
ca: Producció Màxima
es: Producción Máxima

# field:agronomics.parcel,plant_number:
source: Plant number
ca: Número de plantes
es: Número plantas

# field:agronomics.parcel,plantation:
source: Plantation
ca: Plantació
es: Plantación

# field:agronomics.parcel,producer:
source: Party
ca: Productor
es: Productor

# field:agronomics.parcel,product:
source: Product
ca: Producte
es: Producto

# field:agronomics.parcel,purchased_quantity:
source: Bought Quantity
ca: Quantitat comprada
es: Cantidad comprada

# field:agronomics.parcel,remaining_quantity:
source: Remainig Quantity
ca: Quantitat restant
es: Cantidad restante

# field:agronomics.parcel,species:
source: Spices
ca: Espècie
es: Especie

# field:agronomics.parcel,surface:
source: Surface
ca: Superfície
es: Superficie

# field:agronomics.parcel,table:
source: Table
ca: Taula
es: Mesa

# field:agronomics.parcel,tenure_regime:
source: Teneru Regime
ca: Règim tinença
es: Regimen tinéncia

# field:agronomics.parcel,variety:
source: Variety
ca: Varietat
es: Variedad

# field:agronomics.parcel,weighings:
source: Weighings
ca: Pesades
es: Pesadas

# field:agronomics.parcel-agronomics.do,do:
source: Denomination Origin
ca: Denominació d'origen
es: Denominación de origen

# field:agronomics.parcel-agronomics.do,parcel:
source: Parcel
ca: Parcel·la
es: Parcela

# field:agronomics.plantation,code:
source: Code
ca: Codi
es: Código

# field:agronomics.plantation,enclosures:
source: Enclosure
ca: Recinte
es: Recinto

# field:agronomics.plantation,parcels:
source: Parcel
ca: Parcel·la
es: Parcela

# field:agronomics.plantation,party:
source: Party
ca: Tercers
es: Tercero

# field:agronomics.plantation,plantation_owner:
source: Plantation Owner
ca: Propietari de la plantació
es: Propietario de la plantación

# field:agronomics.plantation,plantation_year:
source: Plantation Year
ca: Any de la plantació
es: Año de la plantación

# field:agronomics.plantation,remaining_quantity:
source: Remainig Quantity
es: Cantidad restante

# field:agronomics.plantation,varieties:
source: Varieties
es: Variedades

# field:agronomics.weighing,all_do:
source: All DO
ca: Totes les DO
es: Todos los DO

# field:agronomics.weighing,beneficiaries:
source: Beneficiaries
ca: Beneficiaris
es: Beneficiarios

# field:agronomics.weighing,beneficiaries_invoices_line:
source: Beneficiaries Invoices
ca: Factures dels beneficiaris
es: Facturas de los beneficiarios

# field:agronomics.weighing,crop:
source: Crop
ca: Collita
es: Cosecha

# field:agronomics.weighing,denomination_origin:
source: Denomination of Origin
ca: Denominació d'origen
es: Denominación de origen

# field:agronomics.weighing,ecological:
source: Ecological
ca: Ecològic
es: Ecológico

# field:agronomics.weighing,forced_analysis:
source: Forced Analysis
ca: Anàlisi forçat
es: Forzar análisis

# field:agronomics.weighing,inventory_move:
source: Inventory Move
ca: Moviment d'inventari
es: Movimiento de inventario

# field:agronomics.weighing,netweight:
source: Net Weight
ca: Pes net
es: Peso neto

# field:agronomics.weighing,not_assigned_weight:
source: Not Assigned Weight
ca: Pes no assignat
es: Peso no asignado

# field:agronomics.weighing,number:
source: Number
ca: Número
es: Número

# field:agronomics.weighing,parcels:
source: Parcels
ca: Parcel·les
es: Parcelas

# field:agronomics.weighing,plantations:
source: plantations
ca: Plantacions
es: Plantación

# field:agronomics.weighing,product:
source: Product
ca: Productes
es: Producto

# field:agronomics.weighing,product_created:
source: Product Created
ca: Producte creat
es: Producto creado

# field:agronomics.weighing,purchase_contract:
source: Purchase Contract
ca: Contracte de compra
es: Contrato de compra

# field:agronomics.weighing,state:
source: State
ca: Estat
es: Estado

# field:agronomics.weighing,table:
source: Table
ca: Taula
es: Mesa

# field:agronomics.weighing,variety:
source: Variety
ca: Varietat
es: Variedad

# field:agronomics.weighing,weighing_center:
source: Weighing Center
ca: Centre de pesada
es: Centro de pesada

# field:agronomics.weighing,weighing_date:
source: Date
ca: Data
es: Fecha

# field:agronomics.weighing,weight:
source: Weight
ca: Pes
es: Peso

# field:agronomics.weighing-account.invoice.line,invoice_line:
source: Invoice Line
ca: Línia de factura
es: Línea de factura

# field:agronomics.weighing-account.invoice.line,weighing:
source: Weighing
ca: Pesada
es: Pesada

# field:agronomics.weighing-agronomics.do,do:
source: Denomination Origin
ca: Denominació d'origen
es: Denominación de origen

# field:agronomics.weighing-agronomics.do,weighing:
source: Weighing
ca: Pesada
es: Pesada

# field:agronomics.weighing-agronomics.parcel,netweight:
source: Net Weight
ca: Pes net
es: Peso neto

# field:agronomics.weighing-agronomics.parcel,parcel:
source: Parcel
ca: Parcel·la
es: Parcela

# field:agronomics.weighing-agronomics.parcel,table:
source: Table
ca: Taula
es: Mesa

# field:agronomics.weighing-agronomics.parcel,weighing:
source: Weighing
ca: Pesada
es: Pesada

# field:agronomics.weighing-agronomics.plantation,party:
source: Party
ca: Tercer
es: Tercero

# field:agronomics.weighing-agronomics.plantation,plantation:
source: Plantation
ca: Plantacions
es: Plantaciones

# field:agronomics.weighing-agronomics.plantation,weighing:
source: Weighing
ca: Pesada
es: Pesada

# field:agronomics.weighing.center,name:
source: Name
ca: Nom
es: Nombre

# field:agronomics.weighing.center,to_location:
source: To Location
ca: A la ubicació
es: A ubicación

# field:agronomics.weighing.center,warehouse:
source: Warehouse
ca: Magatzem
es: Almacén

# field:agronomics.weighing.center,weighing_sequence:
source: Weighing Sequence
ca: Seqüència de pesada
es: Secuencia

# field:party.party,parcels:
source: Parcels
ca: Parceles
es: Parcelas

# field:party.party,plantations:
source: Plantation
ca: Plantació
es: Plantaciónes

# field:product.configuration,variant_deactivation_time:
source: Variant Deactivation Time
ca: Temps per desactivar variants
es: Tiempo para desactivar variantes

# field:product.price_list,product_price_list_type:
source: Product Price List Type
ca: Tipus de tarifa
es: Tipo de tarifa

# field:product.price_list.type,name:
source: Name
ca: Nom
es: Nombre

# field:product.product,agronomic_type:
source: Agronomic Type
ca: Tipus Agronòmic
es: Tipo Agronómico

# field:product.product,alcohol_volume:
source: Alcohol Volume
ca: Volum Alcohol
es: Volumen Alcohol

# field:product.product,capacity:
source: Capacity
ca: Capacitat
es: Capacidad

# field:product.product,certification:
source: Certification
ca: Certificació
es: Certificación

# field:product.product,container:
source: Container
ca: Envàs
es: Envase

# field:product.product,ecologicals:
source: Ecologicals
ca: Ecológics
es: Ecológicos

# field:product.product,needs_sample:
source: Needs Samples
ca: Necesita mostres
es: Requiere muestras

# field:product.product,quality_samples:
source: Quality Samples
ca: Mostres de qualitat
es: Muestras de calidad

# field:product.product,quality_tests:
source: Quality Tests
ca: Tests de qualitat
es: Tests de calidad

# field:product.product,quality_weighing:
source: Quality Weighing
ca: Qualitat Pesada
es: Calidad pesada

# field:product.product,variant_deactivate_stock_zero:
source: Variant Deactivate Stock 0
ca: Desactivar variant amb estoc a 0
es: Desactivar variante con stock a 0

# field:product.product,varieties:
source: Varieties
ca: Varietats
es: Variedades

# field:product.product,vintages:
source: Vintages
ca: Collites
es: Cosechas

# field:product.product,vintages_str:
source: Vintage
es: Añada

# field:product.product,wine_aging:
source: Wine Aging
es: Crianza del vino

# field:product.product,wine_alcohol_content:
source: Alcohol Content
ca: Contingut d'alcohol
es: Contenido de alcohol

# field:product.product,wine_alcohol_content_comment:
source: Alcohol Content Comment
ca: Comentari del contingut d'alcohol
es: Comentario del contenido de alcohol

# field:product.product,wine_alcohol_content_confirm:
source: Alcohol Content Confirm
ca: Confirmació del contingut d'alcohol
es: Confirmación del contenido de alcohol

# field:product.product,wine_alcohol_content_success:
source: Alcohol Content Success
ca: Èxit del contingut d'alcohol
es: Éxito del contenido de alcohol

# field:product.product,wine_botrytis_comment:
source: Botrytis Comment
ca: Comentari del Botrytis
es: Comentario de botrytis

# field:product.product,wine_botrytis_confirm:
source: Botrytis Confirm
ca: Confirmació del Botrytis
es: Confimrmación de botrytis

# field:product.product,wine_botrytis_success:
source: Botrytis Success
ca: Èxit del Botrytis
es: Éxito de botrytis

# field:product.product,wine_clogging_comment:
source: Clogging Comment
ca: Comentari embassament
es: Comentario de clogging

# field:product.product,wine_clogging_confirm:
source: Clogging Confirm
ca: Confirmació embassament
es: Confirmación de clogging

# field:product.product,wine_clogging_success:
source: Clogging Success
ca: Èxit embassament
es: Éxito de clogging

# field:product.product,wine_color_intensity:
source: Color Intensity
ca: Intensitat de color
es: Intensidad de color

# field:product.product,wine_color_intensity_comment:
source: Color Intensity Comment
ca: Comentari de l'intensitat de color
es: Comentario de intensidad de color

# field:product.product,wine_color_intensity_confirm:
source: Color Intensity Confirm
ca: Confirmació de l'intensitat de color
es: Confirmación de intensidad de color

# field:product.product,wine_color_intensity_success:
source: Color Intensity Success
ca: Éxit de l'intensitat de color
es: Éxito de intensidad de color

# field:product.product,wine_density:
source: Density
ca: Densitat
es: Densidad

# field:product.product,wine_density_comment:
source: Density Comment
ca: Comentari de la densitat
es: Comentario de densidad

# field:product.product,wine_density_confirm:
source: Density Comment Confirm
ca: Confirmació de la densitat
es: Confirmación del comentario de densidad

# field:product.product,wine_density_success:
source: Density Comment Success
ca: Èxit de la densitat
es: Éxito del comentario de densidad

# field:product.product,wine_free_sulphur:
source: Free Sulphur
ca: Sofre lliure
es: Azufre libre

# field:product.product,wine_free_sulphur_comment:
source: Free Sulphur Comment
ca: Comentari del sofre lliure
es: Comentario del azufre libre

# field:product.product,wine_free_sulphur_confirm:
source: Free Sulphur Confirm
ca: Confirmació del sofre lliure
es: Confirmación del azufre libre

# field:product.product,wine_free_sulphur_success:
source: Free Sulphur Success
ca: Èxit del sofre lliure
es: Éxito del azufre libre

# field:product.product,wine_glucose_fructose:
source: Glucose/Fructose
ca: Glucosa/Fructosa
es: Glucosa/Fructosa

# field:product.product,wine_glucose_fructose_comment:
source: Glucose/Fructose Comment
ca: Comentari de la Glucosa/Fructosa
es: Comentario de Glucosa/Fructosa

# field:product.product,wine_glucose_fructose_confirm:
source: Glucose/Fructose Confirm
ca: Confirmació de la Glucosa/Fructosa
es: Confimración de Glucosa/Fructosa

# field:product.product,wine_glucose_fructose_success:
source: Glucose/Fructose Success
ca: Èxit de la Glucosa/Fructosa
es: Éxito de Glucosa/Fructosa

# field:product.product,wine_history_duration:
source: History Duration
es: Duración historial

# field:product.product,wine_history_material:
source: History Material
es: Historial material

# field:product.product,wine_lactic_acid:
source: Lactic Acid
ca: Àcid làctic
es: Ácido láctico

# field:product.product,wine_lactic_acid_comment:
source: Lactic Acid Comment
ca: Comentari de l'àcid làctic
es: Comentario Ácido láctico

# field:product.product,wine_lactic_acid_confirm:
source: Lactic Acid Confirm
ca: Confirmació de l'àcid làctic
es: Confirmación Ácido láctico

# field:product.product,wine_lactic_acid_success:
source: Lactic Acid Success
ca: Èxit de l'àcid làctic
es: Éxito de Ácido láctico

# field:product.product,wine_likely_alcohol_content:
source: Likely Alcohol Content
ca: Contingut d'alcohol probable
es: Contenido de alcohol probable

# field:product.product,wine_likely_alcohol_content_comment:
source: Likely Alcohol Content Comment
ca: Comentari del contingut d'alcohol probable
es: Comentario de contenido de alcohol probable

# field:product.product,wine_likely_alcohol_content_confirm:
source: Likely Alcohol Content Confirm
ca: Confirmació del contingut d'alcohol probable
es: Confirmación del contenido de alcohol probable

# field:product.product,wine_likely_alcohol_content_success:
source: Likely Alcohol Content Success
ca: Èxit del contingut d'alcohol probable
es: Éxito del contenido de alcohol probable

# field:product.product,wine_malic_acid:
source: Malic Acid
ca: Àcid màlic
es: Ácido málico

# field:product.product,wine_malic_acid_comment:
source: Malic Acid Comment
ca: Comentari del àcid màlic
es: Comentario del Ácido málico

# field:product.product,wine_malic_acid_confirm:
source: Malic Acid Confirm
ca: Confirmació del àcid màlic
es: Confirmación del Ácido málico

# field:product.product,wine_malic_acid_success:
source: Malic Acid Success
ca: Èxit del àcid màlic
es: Éxito del Ácido málico

# field:product.product,wine_observing_phase:
source: Observing Phase
ca: Fase d'observació
es: Fase de observación

# field:product.product,wine_observing_phase_comment:
source: Observing Phase Comment
ca: Comentari sobre la fase d'observació
es: Comentario de la fase de observación

# field:product.product,wine_observing_phase_confirm:
source: Observing Phase Confirm
ca: Confirmació de la fase d'observació
es: Confirmación de la fase de observación

# field:product.product,wine_observing_phase_success:
source: Observing Phase Success
ca: Éxit de la fase d'observació
es: Éxito de fase de observación

# field:product.product,wine_overall_impression:
source: Overall Impression
ca: Impressió general
es: Impresión general

# field:product.product,wine_overall_impression_comment:
source: Overall Impression Comment
ca: Comentari sobre la impressió general
es: Comentario de la impresión general

# field:product.product,wine_overall_impression_confirm:
source: Overall Impression Confirm
ca: Confirmació de la impressió general
es: Confirmación de la impresión general

# field:product.product,wine_overall_impression_success:
source: Overall Impression Success
ca: Èxit de la impressió general
es: Éxito de la impresión general

# field:product.product,wine_ph_comment:
source: PH Comment
ca: Comentari del PH
es: Comentario del PH

# field:product.product,wine_ph_confirm:
source: PH Confirm
ca: Confirmació del PH
es: Confirmación del PH

# field:product.product,wine_ph_success:
source: PH Success
ca: Èxit del PH
es: Éxito del PH

# field:product.product,wine_protein_stability:
source: Protein Stability
ca: Estabilitat de proteïnes
es: Estabilidad de proteínas

# field:product.product,wine_protein_stability_comment:
source: Protein Stability Comment
ca: Comentari de la estabilitat de proteïnes
es: Comentario de la estabilidad de proteínas

# field:product.product,wine_protein_stability_confirm:
source: Protein Stability Confirm
ca: Confirmació de la estabilitat de proteïnes
es: Confirmación de la estabilidad de proteínas

# field:product.product,wine_protein_stability_success:
source: Protein Stability Success
ca: Èxit de la estabilitat de proteïnes
es: Éxito de la estabilidad de proteínas

# field:product.product,wine_quality_comment:
source: Wine Quality Comments
ca: Comentari de qualitat del vi
es: Comentarios sobre la calidad del vino

# field:product.product,wine_smelling_phase:
source: Smelling Phase
ca: Fase d'olor
es: Fase de olfato

# field:product.product,wine_smelling_phase_comment:
source: Smelling Phase Comment
ca: Comentari de la fase d'olor
es: Comentario de la fase de olfato

# field:product.product,wine_smelling_phase_confirm:
source: Smelling Phase Confirm
ca: Confirmació de la fase d'olor
es: Confirmación de la fase de olfato

# field:product.product,wine_smelling_phase_success:
source: Smelling Phase Success
ca: Èxit de la fase d'olor
es: Éxito de la fase de olfato

# field:product.product,wine_tartaric_acidity:
source: Tartaric Acidity
ca: Acidesa tartàrica
es: Acidez tartárica

# field:product.product,wine_tartaric_acidity_comment:
source: Tartaric Acidity Comment
ca: Comentari de la acidesa tartàrica
es: Comentario de la acidez tartárica

# field:product.product,wine_tartaric_acidity_confirm:
source: Tartaric Acidity Confirm
ca: Confirmació de la acidesa tartàrica
es: Confirmación de la acidez tartárica

# field:product.product,wine_tartaric_acidity_success:
source: Tartaric Acidity Success
ca: Èxit de la acidesa tartàrica
es: Éxito de la acidez tartárica

# field:product.product,wine_tartaric_stability:
source: Tartaric Stability
ca: Estabilitat tartàrica
es: Estabilidad tartárica

# field:product.product,wine_tartaric_stability_comment:
source: Tartaric Stability Comment
ca: Comentari de la estabilitat tartàrica
es: Comentario de la estabilidad tartárica

# field:product.product,wine_tartaric_stability_confirm:
source: Tartaric Stability Confirm
ca: Confirmació de la estabilitat tartàrica
es: Confirmación de la estabilidad tartárica

# field:product.product,wine_tartaric_stability_success:
source: Tartaric Stability Success
ca: Èxit de la estabilitat tartàrica
es: Éxito de la estabilidad tartárica

# field:product.product,wine_tasting_phase:
source: Tasting Phase
ca: Fase de tast
es: Fase de Cata

# field:product.product,wine_tasting_phase_comment:
source: Tasting Phase Comment
ca: Comentari de la fase de tast
es: Comentario de la Fase de Cata

# field:product.product,wine_tasting_phase_confirm:
source: Tasting Phase Confirm
ca: Confirmació de la fase de tast
es: Confirmación de la Fase de Cata

# field:product.product,wine_tasting_phase_success:
source: Tasting Phase Success
ca: Èxit de la fase de tast
es: Éxito de la Fase de Cata

# field:product.product,wine_temperature:
source: Temperature
ca: Temperatura
es: Temperatura

# field:product.product,wine_temperature_comment:
source: Temperature Comment
ca: Comentari de la temperatura
es: Comentario de la temperatura

# field:product.product,wine_temperature_confirm:
source: Temperature Confirm
ca: Confirmació de la temperatura
es: Confirmación de la temperatura
